{
  "404-heading": "No page found",
  "404-sub-heading": "Oops! The page you were looking for isn't here.",
  "404-back-home": "Back to home",
  "contact-us-title": "Nếu cần trợ giúp, vui lòng liên hệ với chúng tôi",
  "contact-us-subtitle": "Bạn đang tìm kiếm sự trợ giúp? Để lại thông tin liên lạc của bạn ở đây",
  "contact-us-info-title": "Thông tin liên hệ",
  "contact-us-info-subtitle": "Hãy điền vào biểu mẫu và nhóm của chúng tôi sẽ phản hồi trong vòng 24 giờ..",
  "contact-us-office-title": "Vị trí văn phòng",
  "contact-us-office-message": "Thêm vị trí văn phòng của bạn từ bảng quản trị",
  "contact-us-phone-title": "Số điện thoại",
  "contact-us-phone-message": "Thêm thông tin liên hệ của bạn từ bảng quản trị",
  "contact-us-site-title": "Truy cập trang web",
  "contact-us-site-message": "Thêm thông tin trang web của bạn từ bảng quản trị",
  "contact-us-name-field": "Name",
  "contact-us-email-field": "Email",
  "contact-us-subject-field": "Subject",
  "contact-us-message-field": "Tin nhắn",
  "contact-us-submit-button": "Liên hệ chúng tôi",

  "text-default-text": "Đặt mặc định",
  "text-delete-card": "Xoá thẻ",
  "text-followed-authors": "Đã theo dõi",
  "text-help-page-title": "Trợ giúp",
  "text-help-page-subtitle": "Câu hỏi thường gặp",
  "text-license-page-title": "Tất cả các bit hợp pháp",
  "text-license-page-subtitle": "Cập nhật lần cuối vào ngày 20 tháng 1 năm 2022",
  "text-terms-page-title": "Các điều khoản và điều kiện",
  "text-terms-page-subtitle": "Cập nhật lần cuối vào ngày 20 tháng 1 năm 2022",
  "text-privacy-page-title": "Chính sách bảo mật",
  "text-privacy-page-subtitle": "Cập nhật lần cuối vào ngày 20 tháng 1 năm 2022",
  "text-password-page-title": "Đổi mặt khẩu",
  "text-current-password": "Mật khẩu hiện tại",
  "text-new-password": "Mật khẩu mới",
  "text-confirm-password": "Xác nhận mật khẩu",
  "text-cancel": "Huỷ bỏ",
  "text-profile-page-success-toast": "Cập nhật thành công!",
  "text-profile-page-error-toast": "Đã xảy ra lỗi!",
  "text-profile-page-title": "Thông tin cá nhân",
  "text-profile-avatar": "Hình đại diện",
  "text-profile-name": "Tên",
  "text-card-number": "Số thẻ",
  "text-no-card-found": "Không tìm thấy thẻ",
  "text-expiration-date": "Ngày hết hạn",
  "text-expire-date": "Hạn sử dụng",
  "text-save": "Lưu",
  "text-save-card": "Lưu thẻ",
  "text-add-default-card": "Thêm thẻ mặc định",
  "text-cvc": "CVC",
  "text-company": "Công ty",
  "text-card-owner-name": "Tên chủ thẻ",
  "text-expire-date-placeholder": "MM/YY",
  "text-profile-contact": "Liên hệ",
  "text-profile-bio": "Tiểu sử",
  "text-save-changes": "Lưu thay đổi",
  "text-my-purchase-list": "Danh sách mua hàng của tôi",
  "text-loadmore": "Tải thêm",
  "text-product-purchase-message": "Hãy mua sản phẩm của bạn",
  "text-my-question-title": "Câu hỏi của tôi",
  "text-my-reports-title": "Báo cáo của tôi",
  "text-no-reports-found": "Không tìm thấy báo cáo nào",
  "text-wishlist-title": "Sản phẩm yêu thích",
  "text-preview": "Xem trước",
  "text-download": "Tải xuống",
  "text-purchased-on": "Đã mua vào",
  "text-back": "Về Trang",
  "text-total": "Tổng thanh toán",
  "text-product-found": "sản phẩm được tìm thấy",
  "text-become-seller": "Trang chủ App Tomiru",
  "text-auth-profile": "Hồ sơ",
  "text-auth-purchase": "Mua hàng",
  "text-auth-wishlist": "Yêu thích",
  "text-auth-cards": "Thẻ của tôi",
  "text-auth-password": "Mật khẩu",
  "text-logout": "Đăng xuất",
  "text-no-products-found": "Không tìm thấy sản phẩm nào!",
  "text-no-products-found-message": "Xin lỗi, chúng tôi không tìm thấy sản phẩm nào",
  "text-home": "Trang chủ",
  "text-explore": "Khám phá",
  "text-popular-products": "Sản phẩm phổ biến",
  "text-top-authors": "Top nhà bán hàng",
  "text-feed": "Feed",
  "text-contact": "Liên hệ",
  "text-settings": "Cài đặt",
  "text-terms": "Điều khoản",
  "text-privacy": "Chính sách",
  "text-close-panel": "Đóng bảng điều khiển",
  "text-copy-right": "Bản quyền",
  "text-copy-right-by": "Bởi",
  "text-category-all": "Toàn bộ",
  "text-free": "Miễn phí",
  "text-details": "Chi tiết",
  "text-live-preview": "Xem trước trực tiếp",
  "text-not-found": "Không tìm thấy",
  "text-copy-link": "Copy link",
  "text-copied": "Đã sao chép...",
  "text-share-this-item": "Chia sẻ mục này",
  "text-sale": "Đã bán",
  "text-last-update": "Cập nhật gần nhất",
  "text-published": "Được phát hành",
  "text-layout": "Cách trình bày",
  "text-tags": "Tags",
  "text-add-to-cart-message": "Đã thêm thành công vào giỏ hàng!",
  "text-add-to-cart": "Thêm vào giỏ hàng",
  "text-reviews": "Đánh giá",
  "text-question-and-answers": "Câu hỏi và trả lời",
  "text-ask-question": "Đặt câu hỏi",
  "text-page": "Trang",
  "text-of": "của",
  "text-no-question-found": "Không tìm thấy câu hỏi nào",
  "text-recent": "Gần đây",
  "text-ratings-low-to-high": "Xếp hạng: Thấp đến Cao",
  "text-ratings-high-to-low": "Xếp hạng: Cao đến Thấp",
  "text-product-reviews": "Đánh giá sản phẩm",
  "text-no-reviews-found": "Không tìm thấy đánh giá nào",
  "text-weekly": "hàng tuần",
  "text-monthly": "hàng tháng",
  "text-yearly": "Hàng năm",
  "text-products": "sản phẩm",
  "text-placeholder-search": "Tìm kiếm theo tên...",
  "text-empty-cart-message": "Giỏ của bạn trống trơn",
  "text-empty-cart-list": "Vui lòng thêm sản phẩm vào danh sách giỏ hàng của bạn",
  "text-about": "Về",
  "text-total-sales": "Tổng doanh thu",
  "text-date": "Ngày",
  "text-q": "Câu hỏi",
  "text-a": "Trả lời",
  "text-follow": "Theo dõi",
  "text-unfollow": "Huỷ theo dõi",
  "text-shopping-cart": "giỏ hàng",
  "text-subtotal": "Tổng",
  "text-proceed-to-checkout": " Đặt Hàng",
  "text-license-agreement": "Hợp đồng chuyển nhượng quyền sử dụng",
  "text-terms-and-conditions": "Điều khoản và điều kiện",
  "text-help-one-title": "Cách liên hệ với Dịch vụ khách hàng?",
  "text-help-one-desc": "Nhóm Trải nghiệm khách hàng của chúng tôi làm việc 7 ngày một tuần và chúng tôi cung cấp 2 cách để liên hệ.Email và Trò chuyện. Chúng tôi cố gắng trả lời nhanh chóng nên bạn không cần phải đợi quá lâu để nhận được phản hồi!.",
  "text-help-two-title": "Cài đặt ứng dụng không thành công, làm cách nào để cập nhật thông tin hệ thống?",
  "text-help-two-desc": "Vui lòng đọc kỹ tài liệu. Chúng tôi cũng có một số video hướng dẫn trực tuyến về vấn đề này. Nếu vấn đề vẫn còn, vui lòng mở một vé trong diễn đàn hỗ trợ.",
  "text-help-three-title": "Phản hồi của trang web mất thời gian, cách cải thiện?",
  "text-help-three-desc": "Đầu tiên, vui lòng kiểm tra kết nối internet của bạn. Chúng tôi cũng có một số video hướng dẫn trực tuyến về vấn đề này. Nếu sự cố vẫn còn, vui lòng mở một vé trong diễn đàn hỗ trợ.",
  "text-help-four-title": "Làm cách nào để tạo tài khoản?",
  "text-help-four-desc": "Nếu bạn muốn mở một tài khoản cho mục đích cá nhân, bạn có thể thực hiện qua điện thoại hoặc trực tuyến. Mở tài khoản trực tuyến chỉ mất vài phút.",
  "text-help-five-title": "Cách liên hệ với Dịch vụ khách hàng?",
  "text-help-five-desc": "Nhóm Trải nghiệm khách hàng của chúng tôi làm việc 7 ngày một tuần và chúng tôi cung cấp 2 cách để liên hệ.Email và Trò chuyện. Chúng tôi cố gắng trả lời nhanh chóng nên bạn không cần phải đợi quá lâu để nhận được phản hồi!.",
  "text-help-six-title": "Cài đặt ứng dụng không thành công, cách cập nhật thông tin hệ thống?",
  "text-help-six-desc": "Xin vui lòng đọc tài liệu một cách cẩn thận. Chúng tôi cũng có một số video hướng dẫn trực tuyến về vấn đề này. Nếu sự cố vẫn còn, vui lòng mở một vé trong diễn đàn hỗ trợ.",

  "text-license-one-title": "Thông tin cá nhân",
  "text-license-one-desc": "<p>\"Pixer\" is a trademark of Pixer Private Limited (\"Company\"), a company incorporated under the Companies Act, 2013 with its registered and corporate office at Plot 64H, Sector 18, Gudgeon 122001 in the course of its business. The domain name grocers.com is owned by the Company.</p><p>If you are a California resident, the information below also applies to you. Certain terms used in this section have the meanings given to them in the California Consumer Privacy Act of 2018 (\"CCPA\").</p>",

  "text-license-two-title": "Snap",
  "text-license-two-desc": "<p>Customer are advised to read and understand our Privacy Policy carefully, as by accessing the website/app you agree to be bound by the terms and conditions of the Privacy Policy and consent to the collection, storage and use of information relating to you as provided herein.</p><p>If you do not agree with the terms and conditions of our Privacy Policy, including in relation to the manner of collection or use of your information, please do not use or access the website/app.</p><p>Our Privacy Policy is incorporated into the Terms and Conditions of Use of the website/app, and is subject to change from time to time without notice. It is strongly recommended that you periodically review our Privacy Policy as posted on the App/Web.</p>",

  "text-license-three-title": "Other Information",
  "text-license-three-desc": "<p>We may automatically track certain information about you based upon your behavior on the website. We use this information to do internal research on our users’ demographics, interests, and behavior to better understand, protect and serve our users. This information is compiled and analyzed on an aggregated basis. This information may include the URL that you just came from (whether this URL is on the website or not), which URL you next go to (whether this URL is on the website or not), your computer browser information, your IP address, and other information associated with your interaction with the website. <strong>We may also share your Mobile IP/Device IP with third party(ies) and to the best of our knowledge, be-life and representations given to us by these third party(ies) this information is not stored.</strong></p>",

  "text-license-four-title": "Links",
  "text-license-four-desc": "<p>We use this information to do internal research on our users’ demographics, interests, and behavior to better understand, protect and serve our users. This information is compiled and analyzed on an aggregated basis. This information may include the URL that you just came from (whether this URL is on the website or not), which URL you next go to (whether this URL is on the website or not), your computer browser information, your IP address</p> <ol><li>Identifiers (e.g. name, mailing address, email address, phone number, credit/debit card number)</li><li>Characteristics of protected classifications (e.g. gender, age)</li><li>Commercial information (e.g. products or services purchased, purchase history)</li><li>Internet or other electronic network activity (e.g. browse or search history)</li><li>Geo location data (e.g. latitude or longitude)</li><li>Audio, electronic, visual, or similar information (e.g. recording of Guest service calls)</li><li>Inferences drawn from any of the above (e.g. preferences or characteristics)</li>.</p>",

  "text-license-five-title": "Nhà quảng cáo bên thứ ba",
  "text-license-five-desc": "<p>To protect against the loss, misuse and alteration of the information under its control, the Company has in place appropriate physical, electronic and managerial procedures. For example, the Company servers are accessible only to authorized personnel and your information is shared with employees and authorized personnel on a need to know basis to complete the transaction and to provide the services requested by you. Although the Company endeavour to safeguard the confidentiality of your personally identifiable information, transmissions made by means of the Internet cannot be made absolutely secure. By using the website, you agree that the Company will have no liability for disclosure of your information due to errors in transmission and/or unauthorized acts of third parties.</p>",

  "text-license-six-title": "Bảo vệ",
  "text-license-six-desc": "<p>Please note that the Company will not ask you to share any sensitive data or information via email or telephone. If you receive any such request by email or telephone, please do not respond/divulge any sensitive data or information and forward the information relating to the same to info@pixer.com for necessary action.</p><ol><li>Performing services, including maintaining or servicing accounts, providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing advertising or marketing services, providing analytics services, or providing similar services;</li><li>Auditing related to a current interaction with you and concurrent transactions, including, but not limited to, counting ad impressions to unique visitors, verifying positioning and quality of ad impressions, and auditing compliance;</li><li>Short-term, transient use, including, but not limited to, the contextual customization of ads shown as part of the same interaction;</li><li>Detecting security incidents, protecting against malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity;</li><li>Debugging to identify and repair errors that impair existing intended functionality;</li><li>Undertaking internal research for technological development and demonstration; and</li><li>Undertaking activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for, or controlled by us, and to improve, upgrade, or enhance the service or device that is owned, manufactured, manufactured for, or controlled by us.</li></ol>",

  "text-license-seven-title": "Bảo vệ số an sinh xã hội",
  "text-license-seven-desc": "<p>Khách hàng nên đọc và hiểu Chính sách quyền riêng tư của chúng tôi một cách cẩn thận, vì bằng cách truy cập trang web/ứng dụng, bạn đồng ý bị ràng buộc bởi các điều khoản và điều kiện của Chính sách quyền riêng tư cũng như đồng ý với việc thu thập, lưu trữ và sử dụng thông tin liên quan đến bạn như được cung cấp ở đây .</p><p>Nếu bạn không đồng ý với các điều khoản và điều kiện trong Chính sách quyền riêng tư của chúng tôi, bao gồm cả cách thức thu thập hoặc sử dụng thông tin của bạn, vui lòng không sử dụng hoặc truy cập trang web/ứng dụng.</p>",

  "text-license-eight-title": "Lựa chọn và truy cập",
  "text-license-eight-desc": "<p>If you do not agree with the terms and conditions of our Privacy Policy, including in relation to the manner of collection or use of your information, please do not use or access the website/app.</p> <p>Our Privacy Policy is incorporated into the Terms and Conditions of Use of the website/app, and is subject to change from time to time without notice. It is strongly recommended that you periodically review our Privacy Policy as posted on the App/Web.</p>",

  "text-license-nine-title": "Liên hệ chúng tôi",
  "text-license-nine-desc": "<p>Chúng tôi luôn vui vẻ trò chuyện. Một cách tốt để tiếp cận chúng tôi ở đây. <a href=\"/contact-us\" class=\"gạch chân di chuột:text-brand-dark di chuột:no-underline\">Liên hệ với chúng tôi</a></p>",

  "text-privacy-one-title": "Thông tin cá nhân",
  "text-privacy-one-desc": "<p>\"Pixer\" is a trademark of Pixer Private Limited (\"Company\"), a company incorporated under the Companies Act, 2013 with its registered and corporate office at Plot 64H, Sector 18, Gudgeon 122001 in the course of its business. The domain name grocers.com is owned by the Company.</p><p>If you are a California resident, the information below also applies to you. Certain terms used in this section have the meanings given to them in the California Consumer Privacy Act of 2018 (\"CCPA\").</p>",

  "text-privacy-two-title": "Chụp",
  "text-privacy-two-desc": "<p>Khách hàng nên đọc và hiểu Chính sách quyền riêng tư của chúng tôi một cách cẩn thận, vì bằng cách truy cập trang web/ứng dụng, bạn đồng ý bị ràng buộc bởi các điều khoản và điều kiện của Chính sách quyền riêng tư cũng như đồng ý với việc thu thập, lưu trữ và sử dụng thông tin liên quan đến bạn như được cung cấp ở đây .</p><p>Nếu bạn không đồng ý với các điều khoản và điều kiện trong Chính sách quyền riêng tư của chúng tôi, bao gồm cả cách thức thu thập hoặc sử dụng thông tin của bạn, vui lòng không sử dụng hoặc truy cập trang web/ứng dụng.</ p><p>Chính sách quyền riêng tư của chúng tôi được đưa vào Điều khoản và Điều kiện sử dụng của trang web/ứng dụng và có thể thay đổi theo thời gian mà không cần thông báo trước. Chúng tôi đặc biệt khuyên bạn nên xem lại Chính sách quyền riêng tư của chúng tôi định kỳ như được đăng trên Ứng dụng/Web.</p>",

  "text-privacy-three-title": "Other Information",
  "text-privacy-three-desc": "<p>Chúng tôi có thể tự động theo dõi một số thông tin nhất định về bạn dựa trên hành vi của bạn trên trang web. Chúng tôi sử dụng thông tin này để thực hiện nghiên cứu nội bộ về nhân khẩu học, sở thích và hành vi của người dùng nhằm hiểu rõ hơn, bảo vệ và phục vụ người dùng của chúng tôi. Thông tin này được tổng hợp và phân tích trên cơ sở tổng hợp. Thông tin này có thể bao gồm URL mà bạn vừa đến (cho dù URL này có trên trang web hay không), URL nào bạn truy cập tiếp theo (URL này có trên trang web hay không), thông tin trình duyệt máy tính của bạn, địa chỉ IP của bạn, và các thông tin khác liên quan đến sự tương tác của bạn với trang web. <strong>Chúng tôi cũng có thể chia sẻ IP di động/IP thiết bị của bạn với (các) bên thứ ba và theo hiểu biết tốt nhất của chúng tôi, thực tế và các tuyên bố mà (các) bên thứ ba này cung cấp cho chúng tôi, thông tin này không được lưu trữ.</strong></p>",

  "text-privacy-four-title": "Links",
  "text-privacy-four-desc": "<p>Chúng tôi sử dụng thông tin này để thực hiện nghiên cứu nội bộ về nhân khẩu học, sở thích và hành vi của người dùng nhằm hiểu rõ hơn, bảo vệ và phục vụ người dùng của chúng tôi. Thông tin này được tổng hợp và phân tích trên cơ sở tổng hợp. Thông tin này có thể bao gồm URL mà bạn vừa đến (cho dù URL này có trên trang web hay không), URL nào bạn truy cập tiếp theo (URL này có trên trang web hay không), thông tin trình duyệt máy tính của bạn, địa chỉ IP của bạn< /p> <ol><li>Thông tin nhận dạng (ví dụ: tên, địa chỉ gửi thư, địa chỉ email, số điện thoại, số thẻ tín dụng/thẻ ghi nợ)</li><li>Đặc điểm của phân loại được bảo vệ (ví dụ: giới tính, tuổi)</li> <li>Thông tin thương mại (ví dụ: sản phẩm hoặc dịch vụ đã mua, lịch sử mua hàng)</li><li>Hoạt động trên Internet hoặc mạng điện tử khác (ví dụ: lịch sử duyệt hoặc tìm kiếm)</li><li>Dữ liệu vị trí địa lý (ví dụ: vĩ độ hoặc kinh độ )</li><li>Thông tin âm thanh, điện tử, hình ảnh hoặc tương tự (ví dụ: ghi âm các cuộc gọi dịch vụ của Khách)</li><li>Suy luận rút ra từ bất kỳ thông tin nào ở trên (ví dụ: sở thích hoặc đặc điểm)</li>.</p>",

  "text-privacy-five-title": "Nhà quảng cáo bên thứ ba",
  "text-privacy-five-desc": "<p>Để bảo vệ chống lại sự mất mát, lạm dụng và thay đổi thông tin dưới sự kiểm soát của mình, Công ty đã áp dụng các quy trình vật lý, điện tử và quản lý phù hợp. Ví dụ: chỉ những người được ủy quyền mới có thể truy cập máy chủ của Công ty và thông tin của bạn được chia sẻ với nhân viên và người được ủy quyền trên cơ sở cần biết để hoàn tất giao dịch và cung cấp các dịch vụ mà bạn yêu cầu. Mặc dù Công ty nỗ lực bảo vệ tính bảo mật của thông tin nhận dạng cá nhân của bạn nhưng việc truyền tải qua Internet không thể được đảm bảo an toàn tuyệt đối. Bằng cách sử dụng trang web, bạn đồng ý rằng Công ty sẽ không chịu trách nhiệm về việc tiết lộ thông tin của bạn do lỗi truyền tải và/hoặc hành vi trái phép của bên thứ ba.</p>",

  "text-privacy-six-title": "Bảo vệ",
  "text-privacy-six-desc": "<p>Xin lưu ý rằng Công ty sẽ không yêu cầu bạn chia sẻ bất kỳ dữ liệu hoặc thông tin nhạy cảm nào qua email hoặc điện thoại. Nếu bạn nhận được bất kỳ yêu cầu nào như vậy qua email hoặc điện thoại, vui lòng không trả lời/tiết lộ bất kỳ dữ liệu hoặc thông tin nhạy cảm nào và chuyển tiếp thông tin liên quan đến info@pixer.com để có hành động cần thiết.</p><ol><li> Thực hiện các dịch vụ, bao gồm duy trì hoặc phục vụ tài khoản, cung cấp dịch vụ khách hàng, xử lý hoặc thực hiện các đơn đặt hàng và giao dịch, xác minh thông tin khách hàng, xử lý thanh toán, cung cấp dịch vụ quảng cáo hoặc tiếp thị, cung cấp dịch vụ phân tích hoặc cung cấp các dịch vụ tương tự;</li><li>Kiểm toán liên quan đến tương tác hiện tại với bạn và các giao dịch đồng thời, bao gồm nhưng không giới hạn ở việc tính số lần hiển thị quảng cáo cho số lượng khách truy cập, xác minh vị trí và chất lượng của số lần hiển thị quảng cáo cũng như kiểm tra việc tuân thủ;</li><li>Việc sử dụng ngắn hạn, nhất thời , bao gồm nhưng không giới hạn ở việc tùy chỉnh theo ngữ cảnh của quảng cáo được hiển thị như một phần của cùng một hoạt động tương tác;</li><li>Phát hiện sự cố bảo mật, bảo vệ khỏi hoạt động độc hại, lừa đảo, gian lận hoặc bất hợp pháp và truy tố những người chịu trách nhiệm về điều đó hoạt động;</li><li>Gỡ lỗi để xác định và sửa chữa các lỗi làm suy giảm chức năng dự định hiện có;</li><li>Thực hiện nghiên cứu nội bộ để phát triển và trình diễn công nghệ; và</li><li>Thực hiện các hoạt động nhằm xác minh hoặc duy trì chất lượng hoặc sự an toàn của dịch vụ hoặc thiết bị do chúng tôi sở hữu, sản xuất, sản xuất hoặc kiểm soát, đồng thời cải thiện, nâng cấp hoặc nâng cao dịch vụ hoặc thiết bị đó được sở hữu, sản xuất, sản xuất hoặc kiểm soát bởi chúng tôi.</li></ol>",

  "text-privacy-seven-title": "Bảo vệ số an sinh xã hội",
  "text-privacy-seven-desc": "<p>Khách hàng nên đọc và hiểu Chính sách quyền riêng tư của chúng tôi một cách cẩn thận, vì bằng cách truy cập trang web/ứng dụng, bạn đồng ý bị ràng buộc bởi các điều khoản và điều kiện của Chính sách quyền riêng tư cũng như đồng ý với việc thu thập, lưu trữ và sử dụng thông tin liên quan đến bạn như được cung cấp ở đây .</p><p>Nếu bạn không đồng ý với các điều khoản và điều kiện trong Chính sách quyền riêng tư của chúng tôi, bao gồm cả cách thức thu thập hoặc sử dụng thông tin của bạn, vui lòng không sử dụng hoặc truy cập trang web/ứng dụng.</p>",

  "text-privacy-eight-title": "Lựa chọn và truy cập",
  "text-privacy-eight-desc": "<p>Nếu bạn không đồng ý với các điều khoản và điều kiện trong Chính sách quyền riêng tư của chúng tôi, bao gồm cả cách thức thu thập hoặc sử dụng thông tin của bạn, vui lòng không sử dụng hoặc truy cập trang web/ứng dụng.</p> <p>Chính sách quyền riêng tư của chúng tôi được đưa vào Điều khoản và Điều kiện sử dụng của trang web/ứng dụng và có thể thay đổi theo thời gian mà không cần thông báo trước. Chúng tôi đặc biệt khuyên bạn nên xem lại Chính sách quyền riêng tư của chúng tôi định kỳ như được đăng trên Ứng dụng/Web.</p>",

  "text-privacy-nine-title": "Liên hệ chúng tôi",
  "text-privacy-nine-desc": "<p>Chúng tôi luôn vui vẻ trò chuyện. Một cách tốt để liên hệ với chúng tôi ở đây. <a href=\"/contact-us\" class=\"underline hover:text-brand-dark hover:no-underline\">Liên hệ chúng tôi</a></p>",

  "text-terms-one-title": "Thông tin cá nhân",
  "text-terms-one-desc": "<p>\"Pixer\" is a trademark of Pixer Private Limited (\"Company\"), a company incorporated under the Companies Act, 2013 with its registered and corporate office at Plot 64H, Sector 18, Gudgeon 122001 in the course of its business. The domain name grocers.com is owned by the Company.</p><p>If you are a California resident, the information below also applies to you. Certain terms used in this section have the meanings given to them in the California Consumer Privacy Act of 2018 (\"CCPA\").</p>",

  "text-terms-two-title": "Chụp",
  "text-terms-two-desc": "<p>Khách hàng nên đọc và hiểu Chính sách quyền riêng tư của chúng tôi một cách cẩn thận, vì bằng cách truy cập trang web/ứng dụng, bạn đồng ý bị ràng buộc bởi các điều khoản và điều kiện của Chính sách quyền riêng tư cũng như đồng ý với việc thu thập, lưu trữ và sử dụng thông tin liên quan đến bạn như được cung cấp ở đây .</p><p>Nếu bạn không đồng ý với các điều khoản và điều kiện trong Chính sách quyền riêng tư của chúng tôi, bao gồm cả cách thức thu thập hoặc sử dụng thông tin của bạn, vui lòng không sử dụng hoặc truy cập trang web/ứng dụng.</ p><p>Chính sách quyền riêng tư của chúng tôi được đưa vào Điều khoản và Điều kiện sử dụng của trang web/ứng dụng và có thể thay đổi theo thời gian mà không cần thông báo trước. Chúng tôi đặc biệt khuyên bạn nên xem lại Chính sách quyền riêng tư của chúng tôi định kỳ như được đăng trên Ứng dụng/Web.</p>",

  "text-terms-three-title": "Thông tin khác",
  "text-terms-three-desc": "<p>Chúng tôi có thể tự động theo dõi một số thông tin nhất định về bạn dựa trên hành vi của bạn trên trang web. Chúng tôi sử dụng thông tin này để thực hiện nghiên cứu nội bộ về nhân khẩu học, sở thích và hành vi của người dùng nhằm hiểu rõ hơn, bảo vệ và phục vụ người dùng của chúng tôi. Thông tin này được tổng hợp và phân tích trên cơ sở tổng hợp. Thông tin này có thể bao gồm URL mà bạn vừa đến (cho dù URL này có trên trang web hay không), URL nào bạn truy cập tiếp theo (URL này có trên trang web hay không), thông tin trình duyệt máy tính của bạn, địa chỉ IP của bạn, và các thông tin khác liên quan đến sự tương tác của bạn với trang web. <strong>Chúng tôi cũng có thể chia sẻ IP di động/IP thiết bị của bạn với (các) bên thứ ba và theo hiểu biết tốt nhất của chúng tôi, thực tế và các tuyên bố mà (các) bên thứ ba này cung cấp cho chúng tôi, thông tin này không được lưu trữ.</strong></p>",

  "text-terms-four-title": "Links",
  "text-terms-four-desc": "<p>Chúng tôi sử dụng thông tin này để thực hiện nghiên cứu nội bộ về nhân khẩu học, sở thích và hành vi của người dùng nhằm hiểu rõ hơn, bảo vệ và phục vụ người dùng của chúng tôi. Thông tin này được tổng hợp và phân tích trên cơ sở tổng hợp. Thông tin này có thể bao gồm URL mà bạn vừa đến (cho dù URL này có trên trang web hay không), URL nào bạn truy cập tiếp theo (URL này có trên trang web hay không), thông tin trình duyệt máy tính của bạn, địa chỉ IP của bạn< /p> <ol><li>Thông tin nhận dạng (ví dụ: tên, địa chỉ gửi thư, địa chỉ email, số điện thoại, số thẻ tín dụng/thẻ ghi nợ)</li><li>Đặc điểm của phân loại được bảo vệ (ví dụ: giới tính, tuổi)</li> <li>Thông tin thương mại (ví dụ: sản phẩm hoặc dịch vụ đã mua, lịch sử mua hàng)</li><li>Hoạt động trên Internet hoặc mạng điện tử khác (ví dụ: lịch sử duyệt hoặc tìm kiếm)</li><li>Dữ liệu vị trí địa lý (ví dụ: vĩ độ hoặc kinh độ )</li><li>Thông tin âm thanh, điện tử, hình ảnh hoặc tương tự (ví dụ: ghi âm các cuộc gọi dịch vụ của Khách)</li><li>Suy luận rút ra từ bất kỳ thông tin nào ở trên (ví dụ: sở thích hoặc đặc điểm)</li>.</p>",

  "text-terms-five-title": "Nhà quảng cáo bên thứ ba",
  "text-terms-five-desc": "<p>Để bảo vệ chống lại sự mất mát, lạm dụng và thay đổi thông tin dưới sự kiểm soát của mình, Công ty đã áp dụng các quy trình vật lý, điện tử và quản lý phù hợp. Ví dụ: chỉ những người được ủy quyền mới có thể truy cập máy chủ của Công ty và thông tin của bạn được chia sẻ với nhân viên và người được ủy quyền trên cơ sở cần biết để hoàn tất giao dịch và cung cấp các dịch vụ mà bạn yêu cầu. Mặc dù Công ty nỗ lực bảo vệ tính bảo mật của thông tin nhận dạng cá nhân của bạn nhưng việc truyền tải qua Internet không thể được đảm bảo an toàn tuyệt đối. Bằng cách sử dụng trang web, bạn đồng ý rằng Công ty sẽ không chịu trách nhiệm về việc tiết lộ thông tin của bạn do lỗi truyền tải và/hoặc hành vi trái phép của bên thứ ba.</p>",

  "text-terms-six-title": "Bảo vệ",
  "text-terms-six-desc": "<p>Xin lưu ý rằng Công ty sẽ không yêu cầu bạn chia sẻ bất kỳ dữ liệu hoặc thông tin nhạy cảm nào qua email hoặc điện thoại. Nếu bạn nhận được bất kỳ yêu cầu nào như vậy qua email hoặc điện thoại, vui lòng không trả lời/tiết lộ bất kỳ dữ liệu hoặc thông tin nhạy cảm nào và chuyển tiếp thông tin liên quan đến info@pixer.com để có hành động cần thiết.</p><ol><li> Thực hiện các dịch vụ, bao gồm duy trì hoặc phục vụ tài khoản, cung cấp dịch vụ khách hàng, xử lý hoặc thực hiện các đơn đặt hàng và giao dịch, xác minh thông tin khách hàng, xử lý thanh toán, cung cấp dịch vụ quảng cáo hoặc tiếp thị, cung cấp dịch vụ phân tích hoặc cung cấp các dịch vụ tương tự;</li><li>Kiểm toán liên quan đến tương tác hiện tại với bạn và các giao dịch đồng thời, bao gồm nhưng không giới hạn ở việc tính số lần hiển thị quảng cáo cho số lượng khách truy cập, xác minh vị trí và chất lượng của số lần hiển thị quảng cáo cũng như kiểm tra việc tuân thủ;</li><li>Việc sử dụng ngắn hạn, nhất thời , bao gồm nhưng không giới hạn ở việc tùy chỉnh theo ngữ cảnh của quảng cáo được hiển thị như một phần của cùng một hoạt động tương tác;</li><li>Phát hiện sự cố bảo mật, bảo vệ khỏi hoạt động độc hại, lừa đảo, gian lận hoặc bất hợp pháp và truy tố những người chịu trách nhiệm về điều đó hoạt động;</li><li>Gỡ lỗi để xác định và sửa chữa các lỗi làm suy giảm chức năng dự định hiện có;</li><li>Thực hiện nghiên cứu nội bộ để phát triển và trình diễn công nghệ; và</li><li>Thực hiện các hoạt động nhằm xác minh hoặc duy trì chất lượng hoặc sự an toàn của dịch vụ hoặc thiết bị do chúng tôi sở hữu, sản xuất, sản xuất hoặc kiểm soát, đồng thời cải thiện, nâng cấp hoặc nâng cao dịch vụ hoặc thiết bị đó được sở hữu, sản xuất, sản xuất hoặc kiểm soát bởi chúng tôi.</li></ol>",

  "text-terms-seven-title": "Protection of social security numbers",
  "text-terms-seven-desc": "<p>Khách hàng nên đọc và hiểu Chính sách quyền riêng tư của chúng tôi một cách cẩn thận, vì bằng cách truy cập trang web/ứng dụng, bạn đồng ý bị ràng buộc bởi các điều khoản và điều kiện của Chính sách quyền riêng tư cũng như đồng ý với việc thu thập, lưu trữ và sử dụng thông tin liên quan đến bạn như được cung cấp ở đây .</p><p>Nếu bạn không đồng ý với các điều khoản và điều kiện trong Chính sách quyền riêng tư của chúng tôi, bao gồm cả cách thức thu thập hoặc sử dụng thông tin của bạn, vui lòng không sử dụng hoặc truy cập trang web/ứng dụng.</p>",

  "text-terms-eight-title": "Lựa chọn và truy cập",
  "text-terms-eight-desc": "<p>Nếu bạn không đồng ý với các điều khoản và điều kiện trong Chính sách quyền riêng tư của chúng tôi, bao gồm cả cách thức thu thập hoặc sử dụng thông tin của bạn, vui lòng không sử dụng hoặc truy cập trang web/ứng dụng.</p> <p>Chính sách quyền riêng tư của chúng tôi được đưa vào Điều khoản và Điều kiện sử dụng trang web/ứng dụng và có thể thay đổi theo thời gian mà không cần thông báo trước. Chúng tôi đặc biệt khuyên bạn nên xem lại Chính sách quyền riêng tư của chúng tôi định kỳ như được đăng trên Ứng dụng/Web.</p>",

  "text-terms-nine-title": "Liên hệ chúng tôi",
  "text-terms-nine-desc": "<p>Chúng tôi luôn vui vẻ trò chuyện. Một cách tốt để liên hệ với chúng tôi ở đây. <a href=\"/contact-us\" class=\"underline hover:text-brand-dark hover:no-underline\">Contact us</a></p>",

  "text-welcome-back": "Chào mừng trở lại, đăng nhập",
  "text-create-an-account": "Tạo tài khoản của bạn. Đã có tài khoản?",
  "text-login": "Đăng nhập",
  "text-register": "Đăng ký",
  "text-wrong-user-name-and-pass": "Tên người dùng hoặc mật khẩu sai",
  "text-join-now": "Tham gia tài khoản của bạn. Không có tài khoản?",
  "text-create-account": "Tạo tài khoản",
  "text-forgot-password": "Quên mật khẩu?",
  "text-get-login": "Đăng nhập",

  "text-remember-me": "Nhớ mật khẩu",

  "text-reset-password": "Đặt lại mật khẩu",
  "text-reset-password-submit": "Đặt lại mật khẩu",
  "text-or": "Hoặc",
  "text-back-to": "Trở lại",
  "text-reset-password-title": "Chúng tôi sẽ gửi cho bạn một liên kết để đặt lại mật khẩu của bạn",
  "text-email-notice": "email của bạn không tồn tại trong ứng dụng của chúng tôi",

  "text-ask-seller-question": "Đặt câu hỏi cho người bán",
  "text-ask-question-desc": "Câu hỏi của bạn không được chứa thông tin liên hệ như email, điện thoại hoặc các liên kết web bên ngoài.",

  "text-submit": "Gửi",

  "text-ask-question-success": "Đã gửi câu hỏi thành công. Vui lòng đợi người bán trả lời.",

  "text-ask-question-error": "Đã vượt quá giới hạn câu hỏi tối đa",

  "text-search-question": "Tìm kiếm câu hỏi",

  "text-abuse-report": "Đã gửi báo cáo lạm dụng",
  "text-report-error-message": "Bạn đã đưa ra báo cáo rồi",
  "text-about-report-title": "Báo cáo nhận xét này",
  "text-report-input-placeholder": "Viết lý do của bạn",
  "text-report-button": "Báo cáo",

  "text-rating-title": "Đánh giá của bạn là gì",
  "text-make-review": "Làm một đánh giá",
  "text-input-attachment": "Tệp đính kèm",

  "text-checkout-title": "Thông Tin Khách Hàng",
  "text-checkout-title-two": "Đơn hàng của bạn",
  "text-tax": "Thuế",
  "text-calculated-checkout": "Đã bao gồm thuế",
  "text-check-availability": "Thanh Toán",

  "text-wallet-points-title": "Điểm ví",
  "text-wallet-currency": "Số dư ví",
  "text-wallet-input-label": "Sử dụng ví",
  "text-submit-confirm": "Xác nhận",
  "text-submit-order": "Tạo đơn hàng và thanh toán",
  "text-paid-from-wallet": "Được thanh toán từ ví",
  "text-amount-due": "Số tiền đến hạn",
  "payment": "PAYMENT",

  "text-loader-title": "Loading...",

  "PIXER_ERROR.NOT_FOUND": "Không tìm thấy",
  "PIXER_ERROR.NOT_AUTHORIZED": "Không được ủy quyền",
  "PIXER_ERROR.INVALID_CREDENTIALS": "Thông tin không hợp lệ",
  "PIXER_ERROR.SOMETHING_WENT_WRONG": "Đã xảy ra lỗi",
  "PIXER_ERROR.PAYMENT_FAILED": "hanh toán không thành công",
  "PIXER_ERROR.OPERATION_NOT": "Hoạt động Không",
  "PIXER_ERROR.INSUFFICIENT_BALANCE": "Thiếu cân bằng",
  "PIXER_ERROR.WITHDRAW_MUST_BE_ATTACHED_TO_SHOP": "Rút tiền phải được đính kèm với cửa hàng",
  "PIXER_ERROR.PLEASE_LOGIN_USING_FACEBOOK_OR_GOOGLE": "Vui lòng đăng nhập bằng Facebook hoặc Google",
  "PIXER_ERROR.ACTION_NOT_VALID": "Hành động không hợp lệ",
  "PIXER_ERROR.SHOP_NOT_APPROVED": "Cửa hàng không được phê duyệt",
  "PIXER_MESSAGE.NOT_FOUND": "Không tìm thấy",
  "PIXER_MESSAGE.CHECK_INBOX_FOR_PASSWORD_RESET_EMAIL": "Kiểm tra hộp thư đến để tìm email đặt lại mật khẩu",
  "PIXER_MESSAGE.SOMETHING_WENT_WRONG": "Đã xảy ra lỗi",
  "PIXER_MESSAGE.TOKEN_IS_VALID": "Token hợp lệ",
  "PIXER_MESSAGE.INVALID_TOKEN": "Token không hợp lệ",
  "PIXER_MESSAGE.PASSWORD_RESET_SUCCESSFUL": "Đặt lại mật khẩu thành công",
  "PIXER_MESSAGE.INVALID_CREDENTIALS": "Thông tin xác thực được cung cấp không hợp lệ",
  "PIXER_MESSAGE.EMAIL_SENT_SUCCESSFUL": "Email đã được gửi thành công",
  "PIXER_ERROR.YOU_HAVE_ALREADY_GIVEN_ABUSIVE_REPORT_FOR_THIS": "Bạn đã đưa ra báo cáo rồi",
  "PIXER_ERROR.MAXIMUM_QUESTION_LIMIT_EXCEEDED": "Đã vượt quá giới hạn câu hỏi tối đa",
  "text-order-received-title": "Đã nhận đơn hàng thành công",
  "text-order-thank-you-message": "Cảm ơn bạn đã đặt hàng, bấm vào đây để kiểm tra nhóm mua hàng của bạn",
  "text-order-button-title": "Xem đơn hàng",
  "text-update-review": "Đánh giá cập nhật",
  "text-write-review": "Viết đánh giá",
  "text-comment-label": "Viết bình luận",
  "text-review-submitted": "Đã gửi đánh giá",
  "text-review-updated": "Đánh giá đã cập nhật",
  "text-report": "Báo cáo",
  "text-prev": "Prev",
  "text-next": "Next",
  "text-payment-order": "Vui lòng bấm vào Đặt hàng để hoàn tất đặt hàng và thanh toán",
  "text-choose-payment": "Phương thức thanh toán có sẵn",
  "text-enter-phone-number": "Vui lòng nhập số liên lạc của bạn",
  "text-verify-payment": "Vui lòng xác minh thẻ thanh toán",
  "text-select-payment-gateway": "Vui lòng chọn cổng thanh toán.",
  "text-order-number": "Số thứ tự",
  "text-note": "Ghi chú",
  "message-sub-order": "This order has products from multiple vendors. So we divided this order into multiple vendor ordersĐơn hàng này có sản phẩm từ nhiều nhà cung cấp. Vì vậy chúng tôi chia đơn hàng này thành nhiều đơn hàng của nhà cung cấp.",
  "text-tracking-number": "Số theo dõi",
  "text-status": "Trạng thái",
  "text-total-price": "Tổng tiền",
  "text-view": "Xem",
  "text-total-amount": "Tổng cộng",
  "text-sub-orders": "Chi tiết",
  "text-sub-total": "Tổng phụ",
  "text-order-details": "Chi tiết đặt hàng",
  "text-item": "Mặt hàng",
  "text-quantity": "Số lượng",

  "text-unit-price": "Đơn giá",
  "text-sum-price": "Tổng tiền",

  "text-price": "Giá",
  "text-total-item": "Tổng sản phẩm",
  "text-phone-number": "Số điện thoại",
  "text-name-user": "Tên khách hàng",
  "text-payment-method": "Phương thức thanh toán",
  "text-remove-item-from-cart-message": "Xóa thành công khỏi giỏ hàng!",
  "payment-confirmed": "Đã xác nhận thanh toán! Bấm Vào Đặt Hàng",
  "text-payment-successful": "Thanh toán được thực hiện thành công",
  "text-card-expiry": "Ngày hết hạn",
  "text-card-cvc": "CVC",
  "text-payment-title": "Thanh toán khoản của bạn",
  "text-pay": "Thanh toán",
  "text-order-status": "Trạng thái đơn hàng",
  "text-order-information": "Thông tin đơn hàng",

  "text-payment-status": "Tình trạng thanh toán",
  "insufficient_funds": "Thẻ của bạn không đủ tiền.",
  "order-pending": "Đơn hàng đang chờ Xử lý",
  "order-processing": "Xử lý đơn hàng",
  "order-completed": "Đặt hàng thành công",
  "order-cancelled": "Đơn hàng đã bị hủy",
  "order-failed": "Đặt hàng không thành công",
  "order-at-local-facility": "Đặt hàng tại cơ sở địa phương",
  "order-out-for-delivery": "Đặt hàng để giao hàng",
  "payment-pending": "Đang chờ thanh toán",
  "payment-processing": "Xử lý thanh toán",
  "payment-success": "Thanh toán thành công",
  "payment-failed": "Thanh toán không thành công",
  "payment-reversal": "Đảo ngược thanh toán",
  "payment-cash-on-delivery": "Thanh toán khi giao hàng",
  "payment-wallet": "Thanh toán bằng ví",
  "text-delete": "Xoá",
  "text-payment": "Thanh toán",
  "text-pay-now": "Thanh toán ngay",
  "text-card-delete-confirm": "Bạn có chắc chắn muốn xóa?",
  "text-stripe-card-desc-title": "Bạn sẽ nhận được gì trên Stripe",
  "text-stripe-card-desc-one": "Chúng tôi có chính sách hoàn tiền trong 24 giờ.",
  "text-stripe-card-desc-two": "Thẻ mua sắm không giới hạn cho Thương mại điện tử.",
  "text-stripe-card-desc-three": "Không giới hạn giao dịch hàng ngày.",
  "text-no-payment-configure": "Chưa kích hoạt thanh toán!!",
  "text-set-default-card-message": "Đặt thành công thẻ mặc định",
  "text-card-successfully-deleted": "Đã xoá thẻ thành công",
  "text-card-successfully-add": "Đã thêm thẻ thành công",
  "profile-sidebar-my-cards": "Thẻ của tôi",
  "profile-add-cards": "Thêm thẻ",
  "text-used": "Đã sử dụng",
  "text-available": "Có sẵn",
  "text-balance": "Cân bằng",
  "text-access-denied": "Truy cập bị từ chối",
  "text-access-denied-message": "Bạn không có quyền truy cập trang này.",
  "text-return-home": "Quay lại trang chủ",
  "text-contact-us": "Liên hệ với chúng tôi",
  "text-help": "Trợ giúp",
  "text-address": "Địa chỉ",
  "text-title-days": "Ngày",
  "text-title-hours": "Giờ",
  "text-title-minutes": "Phút",
  "text-title-seconds": "Giây",
  "text-title-change-language": "Chuyển ngôn ngữ",
  "text-title-language": "Ngôn ngữ",
  "text-maintenance-mode-title": "Chế độ bảo trì bắt đầu",
  "error-email-required": "Email không được để trống."
}
